[M_SwordInStoner MissionDefinition]
MissionDescription="An unmotivated golem in [place]The Docks[-place] has stolen Roland's sword. If you can yoink the sword out of the creature's back and return it to Roland, he'll likely reward you."
MissionSummary="Get Roland's sword from the golem."
